[
  {
    "title": "UK Cheese",
    "images": [
      "/images/strains/uk-cheese/uk-cheese-2.webp",
      "/images/strains/uk-cheese/uk-cheese-1.webp",
      "/images/strains/uk-cheese/uk-cheese-4.webp"
    ],
    "description": [
      "UK Cheese is a legendary strain bred from the renowned Sensi Seeds Skunk #1 crossed with Afghani #1, making it one of the most iconic exports from the British Isles. Originating in the mid-1990s near Luton, north of London, this exceptional Skunk #1 phenotype quickly became famous for its intensely pungent aroma and well-rounded effects. With THC levels averaging between 17–20% and less than 1% CBD, its dominant myrcene terpene gives it the distinctive musky scent that made it so beloved. The strain spread widely across the UK before gaining popularity throughout Europe—especially in Amsterdam—and later in the United States by the late ’90s.",
      "Originally a clone-only type prized for its unmistakable cheesy aroma, UK Cheese was eventually hybridized with Afghani #1 to stabilize the genetics and produce seeds. It soon became one of the top-selling strains in Amsterdam coffee shops and earned multiple awards at the High Times Cannabis Cup. Known for its well-balanced physical and cerebral effects, UK Cheese delivers a classic hybrid experience that provides both relaxation and mental clarity, making it popular among recreational and medical users alike.",
      "True to its name, UK Cheese produces a bold and funky aroma reminiscent of aged cheddar mingled with earthy, fruity, and spicy undertones. The flavour mirrors the scent closely, delivering a tangy, spicy, and cheesy taste that lingers pleasantly on the palate. Its fresh buds and smoke are both extremely aromatic, producing a smell so strong it’s instantly recognizable to anyone familiar with the strain’s unique profile.",
      "The effects of UK Cheese are fast-acting and begin with a bright, uplifting rush that settles into a calm, relaxing state without heavy drowsiness. With its even 50/50 indica-sativa balance, it’s often chosen to help ease stress, depression, and migraines while maintaining a sense of focus. UK Cheese flowers in 8–9 weeks indoors, producing dense, resin-coated buds that emit a strong skunky funk. It thrives using the SCROG method and resists common mould issues. Outdoors, it prefers warm, dry conditions and can yield around 16oz per plant by mid-October, showcasing light green buds with orange hairs and a sticky, aromatic finish."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid | Indica Dominant",
    "tac": "18%",
    "length": "Medium",
    "yield": "Medium – High",
    "floweringTime": "8 – 9 Weeks",
    "terpeneProfile": "Cheese, Earthy, Pungent, Sweet",
    "effects": "Anxiety, Arthritis, Depression, Migraines, Stress",
    "supplier": "Sensei Seeds"
  },
  {
    "title": "Slubert",
    "images": [
      "/images/strains/slubert/slubert-2.webp",
      "/images/strains/slubert/slubert-1.webp"
    ],
    "description": [
      "Slurbert, also known as \"Slurrbert,\" is a perfectly balanced hybrid (50% Indica / 50% Sativa) born from a cross between two renowned strains, Slurricane and Sunset Sherbert. Highly regarded in the United States, this type is celebrated for its rich, flavourful profile that captivates hybrid enthusiasts. Expect a bold citrus taste blended with sweet, fruity layers and a refreshing mix of herbal and earthy undertones. Slurbert is a must-try strain, famous for its uplifting, mood-enhancing effects that make it a true source of inspiration."
    ],
    "price": 80,
    "inStock": true,
    "type": "Balanced Hybrid |50 % Sativa 50 % Indica",
    "tac": "26%",
    "length": "Medium",
    "yield": "Large",
    "floweringTime": "8 Weeks",
    "terpeneProfile": "Orange, Lemon, Sweet",
    "effects": "Insomnia, Stress and Depression",
    "supplier": "InHouse Genetics"
  },
  {
    "title": "Samo 78",
    "images": [
      "/images/strains/samo-78/samo-78-2.webp",
      "/images/strains/samo-78/samo-78-1.webp",
      "/images/strains/samo-78/samo-78-3.webp",
      "/images/strains/samo-78/samo-78-4.webp"
    ],
    "description": [
      "Samo 78 is a remarkable hybrid born from the union of Pancake Ice and Ethos Haze IBL, combining the finest traits of both parent strains. Pancake Ice, a 70/30 sativa-dominant cross of Chemdog and Mandarin Cookies, contributes vibrant aromas of sweet fruit, syrup, and a touch of pepper layered over earthy, herbal tones. Known for its dense, hand-shaped neon green buds covered in golden amber trichomes, this cultivar delivers a complex fragrance with hints of spicy diesel and sugary undertones.",
      "From Ethos Haze IBL, Samo 78 inherits exceptional growth and performance, thriving in both indoor and outdoor environments. This sativa-heavy lineage traces back to legends like Super Lemon Haze and Jack Herer, producing tall, vigorous plants with long internodes and striking, oversized flowers. The result is a powerful and aromatic strain that captures the best of modern breeding and old-school genetics."
    ],
    "price": 80,
    "inStock": false,
    "type": "Sativa Dominant Hybrid | 70 % Sativa 30 % Indica",
    "tac": "30%",
    "length": "Medium",
    "yield": "Extra Large",
    "floweringTime": "10 Weeks",
    "terpeneProfile": "Lemon, Gasoline and Spices",
    "effects": "Pain, Stress and Anxiety",
    "supplier": "Ethos Genetics"
  },
  {
    "title": "Elvis",
    "images": [
      "/images/strains/elvis-from-seedism-seedbank/elvis-from-seedism-seedbank-1.jpg",
      "/images/strains/elvis-from-seedism-seedbank/elvis-from-seedism-seedbank-2.jpg"
    ],
    "description": [
      "Elvis is a prime selection from Seedism Seedbank in Amsterdam, leveraging insights from the Cannabis College. This AK47 hybrid is known for its potent effects and swift flowering period of 8-9 weeks. The genetic stability of AK47, combined with a quick flowering cycle, makes it a cornerstone in cannabis breeding efforts.",
      "Elvis combines the intense Sativa high of AK47 with the sweet, skunky notes of Skunk#1, resulting in a complex flavor akin to sweet and spicy mango chutney. This crossbreeding results in a plant that flowers quicker, exhibits a stout appearance, and promises high yields for knowledgeable growers."
    ],
    "price": 80,
    "inStock": true,
    "type": "Sativa dominant plant with Indica growth patterns",
    "tac": "21-24%",
    "length": "Medium length",
    "yield": "High yielding strain",
    "floweringTime": "8-9 weeks",
    "terpeneProfile": "Sweet and spicy mango chutney, sweet, skunky notes",
    "effects": "",
    "supplier": "Seedism Seedbank"
  },
  {
    "title": "Purple Haze",
    "images": ["/images/strains/purple-haze/purple-haze-1.jpg"],
    "description": [
      "Inheriting the best features of its parents, Purple Haze became a vigorous and high-yielding resin producer. Its long, big flowers are beautiful and full of trichomes, darker than most Sativas, more dark green of the Afghan varieties than the lime green of their equatorial counterparts.",
      "This is a strain that provides uplifting sensations alongside heavy-hitting body effects. G13 was bred for maximum potency and is renowned for its medical utility, and it's not recommended for beginners!"
    ],
    "price": 80,
    "inStock": true,
    "type": "Mostly Sativa (Afghan x Haze)",
    "tac": "",
    "length": "100cm - 150cm",
    "yield": "450 g/m2 +",
    "floweringTime": "50 - 65 days",
    "terpeneProfile": "",
    "effects": "Uplifting sensations alongside heavy-hitting body effects, medical utility",
    "supplier": "G13 Labs Seeds"
  },
  {
    "title": "Franco's Lemon Cheese",
    "images": [
      "/images/strains/francos-lemon-cheese/francos-lemon-cheese-4.jpg",
      "/images/strains/francos-lemon-cheese/francos-lemon-cheese-1.jpg",
      "/images/strains/francos-lemon-cheese/francos-lemon-cheese-2.jpg",
      "/images/strains/francos-lemon-cheese/francos-lemon-cheese-3.jpg"
    ],
    "description": [
      "After the tragic loss of Franco Loja beginning of 2017 the world has been waiting for a strain dedicated to Franco. The strain that would represent Franco the best could only be his very last cross of two of his favorite plants: The multiple cup winning Super Lemon Haze and the famous Exodus Cheese.",
      "The plant grows tall with a strong main stem and long branches. The buds are round, medium sized and rock hard, covered in resin. The smell is very lemony with hints of Cheese in the background. When smoking the Cheese flavor is becoming more dominant on the exhale."
    ],
    "price": 80,
    "inStock": true,
    "type": "Mostly Sativa (Super Lemon Haze x Exodus Cheese)",
    "tac": "21.58%",
    "length": "Grows tall",
    "yield": "Indoors: up to 750 gr/m2; Outdoors: up to 1000 gr/plant",
    "floweringTime": "63-77 days (9-11 weeks)",
    "terpeneProfile": "Cheese, lemon",
    "effects": "Lack of appetite, pain, powerful, stimulating, talkative",
    "supplier": "Greenhouse Seed Co"
  },
  {
    "title": "Permanent Marker",
    "images": [
      "/images/strains/permanent-marker/permanent-marker-5.webp",
      "/images/strains/permanent-marker/permanent-marker-1.jpg",
      "/images/strains/permanent-marker/permanent-marker-2.jpg",
      "/images/strains/permanent-marker/permanent-marker-3.jpg",
      "/images/strains/permanent-marker/permanent-marker-4.webp"
    ],
    "description": [
      "Permanent Marker is a modern cannabis strain and is Leafly Strain of the Year 2023! Los Angeles indie brand Doja Exclusive released the Permanent Marker weed strain in 2022 on both coasts. Bred and grown by Seed Junky Genetics' JBeezy and selected by Doja Pak.",
      "The strain fuses several well-established cultivars: (Biscotti x Sherb Bx) x Jealousy. It can smell like a permanent marker. Others note its floral, soapy, candy, and gassy funk that fully translate into the taste. The potent strain smells amazing, and can support creativity or relaxation day and night."
    ],
    "price": 80,
    "inStock": true,
    "type": "Indica/Sativa hybrid ((Biscotti x Sherb Bx) x Jealousy)",
    "tac": "",
    "length": "",
    "yield": "",
    "floweringTime": "±70 days",
    "terpeneProfile": "Floral, soapy, candy, gassy funk, permanent marker",
    "effects": "Creativity or relaxation day and night",
    "supplier": "Seed Junky Genetics"
  },
  {
    "title": "Fat Bastard",
    "images": [
      "/images/strains/fat-bastard/fat-bastard-4.webp",
      "/images/strains/fat-bastard/fat-bastard-1.jpg",
      "/images/strains/fat-bastard/fat-bastard-2.jpg",
      "/images/strains/fat-bastard/fat-bastard-3.jpg"
    ],
    "description": [
      "If you're looking for a strain that will really deliver come harvest time, make space for Blimburn Seeds' Fat Bastard. Fat Bastard pleases on many levels, including absolutely insane THC levels (30-38%). This plant is very adaptable in the grow room.",
      "As a cross between Gold member and Monkey Spunk, the former brings Indica-dominant genetics and pungent aromas to the table, and the latter offers skunky, berry flavors and energizing effects. A few puffs will quickly elevate your spirits and give you an energy boost."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid (Gold member x Monkey Spunk)",
    "tac": "30-38%",
    "length": "",
    "yield": "Indoor: 400-600 g/m², Outdoor: up to 900g per plant",
    "floweringTime": "8-10 weeks",
    "terpeneProfile": "Skunky, berry flavors, citrus notes, pungent",
    "effects": "Elevate spirits, energy boost, soothing and relaxing",
    "supplier": "Blimburn Seeds"
  },
  {
    "title": "Orange Velvet Underground RBX",
    "images": [
      "/images/strains/orange-velvet-underground/orange-velvet-underground-4.jpg",
      "/images/strains/orange-velvet-underground/orange-velvet-underground-1.jpg",
      "/images/strains/orange-velvet-underground/orange-velvet-underground-2.jpg",
      "/images/strains/orange-velvet-underground/orange-velvet-underground-3.jpg"
    ],
    "description": [
      "Orange Velvet Underground is a beast in all phases, with baseball-sized nugs. Dark purple is her most common hue, but cold temps make her colors more vibrant and dynamic—almost blue.",
      "Large, medium-dense kolas and side branching, baseball-sized nugs. Easily controllable and trained due to her strong lateral branching and vigorous, stacked apex growth."
    ],
    "price": 80,
    "inStock": false,
    "type": "Hybrid ((Sour Tangie x Mandarin Sunset) x Orange Velvet)",
    "tac": "20-25%",
    "length": "",
    "yield": "Average",
    "floweringTime": "56-63 days",
    "terpeneProfile": "Orange spices, earthy, skunky",
    "effects": "",
    "supplier": "Ethos"
  },
  {
    "title": "La Bomba",
    "images": [
      "/images/strains/la-bomba/la-bomba-4.webp",
      "/images/strains/la-bomba/la-bomba-1.jpg",
      "/images/strains/la-bomba/la-bomba-2.jpg",
      "/images/strains/la-bomba/la-bomba-3.jpg"
    ],
    "description": [
      "La Bomba combines two incredibly vigorous, heavy-yielding and potent parents. This clone tend towards the terpene profile of Wedding Cake, which is a creamy Kush profile that may range from gassy to sweet like a confection.",
      "Regardless of aroma, expect buds to be big and frosted with trichomes with roughly half of phenotypes fading purple. Both the parents are high-stretch, so the majority of the progeny from this cross will stretch 2x."
    ],
    "price": 80,
    "inStock": true,
    "type": "60% Indica, 40% Sativa (Wedding Cake x Jet Fuel Gelato)",
    "tac": "26%",
    "length": "high-stretch, 2x stretch",
    "yield": "500-550 grams",
    "floweringTime": "60-65 days (8-9 weeks)",
    "terpeneProfile": "Gassy, sweet",
    "effects": "Relaxing, calming",
    "supplier": "Compound Genetics"
  },
  {
    "title": "Critical aka Critical Mass",
    "images": ["/images/strains/critical/critical-1.jpg"],
    "description": [
      "Our Critical strain is an Indica-dominant type that stems from stoning parents Afghani and Skunk. She maintained a short size and rarely exceeds 100cm in length. It has short internode spacing, which will eventually fill up with buds.",
      "Its small length also makes it suitable for those looking to grow in small spaces, for the more discreet growers, making it the high-yielding specimen it is."
    ],
    "price": 80,
    "inStock": true,
    "type": "Sativa 40% Indica 60% (Afghani x Skunk)",
    "tac": "18%",
    "length": "Indoor: 80-140cm, Outdoor: 180-220cm",
    "yield": "Indoor: 550-600 gr/m², Outdoor: 600-650 gr/plant",
    "floweringTime": "7-9 weeks",
    "terpeneProfile": "Candy, earthy, fruity, pine, skunk",
    "effects": "Heavy, physically relaxing, stoned",
    "supplier": "Royal Queen Seeds"
  },
  {
    "title": "White Truffle x Garlic Sherbet (unreleased)",
    "images": [
      "/images/strains/white-truffles-x-garlic-sherbet/white-truffles-x-garlic-sherbet-3.jpg",
      "/images/strains/white-truffles-x-garlic-sherbet/white-truffles-x-garlic-sherbet-1.jpg",
      "/images/strains/white-truffles-x-garlic-sherbet/white-truffles-x-garlic-sherbet-2.jpg"
    ],
    "description": [
      "White Truffles x Garlic Sherb is an unreleased and exceptionally rare strain bred by In-House Genetics, a brand known for its high-quality, exotic cultivars.",
      "This powerhouse hybrid combines the rich, earthy depth of White Truffles with the pungent, savory profile of Garlic Sherbet, resulting in a strain that's both potent and flavorful."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid (White Truffles x Garlic Sherb)",
    "tac": "",
    "length": "",
    "yield": "",
    "floweringTime": "",
    "terpeneProfile": "Rich, earthy depth with pungent, savory profile",
    "effects": "",
    "supplier": "In-house Genetics"
  },
  {
    "title": "Orangina",
    "images": ["/images/strains/orangina/orangina-1.jpg"],
    "description": [
      "Orangina by The Grateful Seeds, a type in Limited Edition ideal for lovers of strong sweet orange terpenes, with excellent results in extractions. Orangina is the encounter between Orange Jam (Agent Orange x Space Jam) and Orange Cookies (GSC x Orange Juice).",
      "Orangina is a vigorous plant with beautiful colorations, growing in a shrubby shape with medium size and a large distance between nodes. It is ready to harvest in about 50-55 days, with great features to sieve the buds and obtain incredible extractions."
    ],
    "price": 80,
    "inStock": true,
    "type": "Indica +60% (Orange Jam x Orange Cookies)",
    "tac": "15-25%",
    "length": "medium size",
    "yield": "Indoor: 350-500 g/m², Outdoor: 400-1000 g/plant",
    "floweringTime": "50-55 days",
    "terpeneProfile": "Fruity, citrus, milky & creamy, sweet, strong orange flavor with satuma and bergamot undertones",
    "effects": "",
    "supplier": "The Grateful Seeds"
  },
  {
    "title": "Super Silver Haze",
    "images": ["/images/strains/super-silver-haze/super-silver-haze-1.jpg"],
    "description": [
      "The Super Silver Haze is one of the most famous Sativa strains in the world. Created by Arjan at the end of the 90's from a cross of Skunk x Northern Lights x Haze, it instantly won numerous 1st Place prizes at the High Times Cannabis Cup.",
      "The result is a beautiful Sativa-dominant plant with the yield and flower appeal of some of the prettiest Indica's. The taste is a complex mix of the Haze ancestors, the Skunk and the Northern Lights. The high is instant and strong, great for any occasion, party or brainstorming session."
    ],
    "price": 80,
    "inStock": true,
    "type": "70% Sativa - 30% Indica (Skunk x Northern Lights x Haze)",
    "tac": "26.50%",
    "length": "stretch 2-3x during flowering, can become huge tree",
    "yield": "Indoor: up to 800 gr/m², Outdoor: up to 1500 gr/plant",
    "floweringTime": "10-11 weeks indoor, March-April outdoor",
    "terpeneProfile": "Strong pine-tree and woody taste, sweetness of skunk, light metallic notes",
    "effects": "Psychoactive, instant and strong, long lasting effect, active",
    "supplier": "Greenhouse Seed Co"
  },
  {
    "title": "Kosher Kush Breath",
    "images": [
      "/images/strains/kosher-kush-breath/kosher-kush-breath-3.jpg",
      "/images/strains/kosher-kush-breath/kosher-kush-breath-1.jpg",
      "/images/strains/kosher-kush-breath/kosher-kush-breath-2.jpg",
      "/images/strains/kosher-kush-breath/kosher-kush-breath-4.png"
    ],
    "description": [
      "Kosher Kush Breath is a hybrid strain that has been reported to help patients with menstrual symptoms, mood stabilization, and anti-inflammation. A great strain for helping you get through the stresses of the daily grind.",
      "If you need a little afternoon pick me up, or you need something to help when it is that time of the month, Kosher Kush Breath has got you covered."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid",
    "tac": "",
    "length": "",
    "yield": "",
    "floweringTime": "",
    "terpeneProfile": "",
    "effects": "Menstrual symptoms, mood stabilization, anti-inflammation, stress relief",
    "supplier": "Hicks Ford Farm"
  },
  {
    "title": "Blackberry Moonrocks",
    "images": [
      "/images/strains/blackberry-moonrocks/blackberry-moonrocks-1.jpg"
    ],
    "description": [
      "Blackberry Moonrocks follows in the footsteps of other legendary and unique strains of our Seedbank. It was developed from a selected extremely potent female Blue Moonrock and a male Blackberry Kush, which has a particularly pronounced terpene and cannabinoid profile.",
      "This strain is not recommended for faint-hearteds and beginners, as its gigantic THC content of 32% and the extensive cannabinoid profile ensure long-lasting and very intense effects. The effect is mainly Indica dominant, very strong and is complemented by inspiring mood-enhancing Sativa effects."
    ],
    "price": 80,
    "inStock": false,
    "type": "80% Indica, 20% Sativa (Blue Moonrock x Blackberry Kush)",
    "tac": "33%",
    "length": "110-130cm",
    "yield": "550g/m² indoors, up to 700g per plant outdoors",
    "floweringTime": "8-9 weeks",
    "terpeneProfile": "Blueberry, lavender, blackberry with light citrus note",
    "effects": "Pain, anxiety, ms and sleep disorders, deep sleep, calming",
    "supplier": "Anesia Seeds"
  },
  {
    "title": "Sugar Cake",
    "images": ["/images/strains/sugar-cake/sugar-cake-1.jpg"],
    "description": [
      "Sugar Cake by Black Farm Genetics is a cross of Divorce Cake x Jungle Cake. This 60% Indica 40% Sativa has a flowering time of 8-10 Weeks. This specific composition suggests that Sugar Cake leans more towards the relaxing and sedating effects associated with Indica strains.",
      "The presence of Sativa genetics in Sugar Cake's lineage suggests that it may also offer some uplifting and energizing effects, which can help to balance out its relaxing qualities and provide a more well-rounded experience for users."
    ],
    "price": 80,
    "inStock": true,
    "type": "60% Indica 40% Sativa (Divorce Cake x Jungle Cake)",
    "tac": "22-26%",
    "length": "90-130cm",
    "yield": "400-550 grams per m2 indoors",
    "floweringTime": "8-10 weeks",
    "terpeneProfile": "",
    "effects": "Calmness, relaxation, sleep aid, uplifting and energizing effects",
    "supplier": "Black Farm Genetics"
  },
  {
    "title": "Bubblegum Sherbet",
    "images": [
      "/images/strains/bubblegum-sherbet/bubblegum-sherbet-4.webp",
      "/images/strains/bubblegum-sherbet/bubblegum-sherbet-1.jpg",
      "/images/strains/bubblegum-sherbet/bubblegum-sherbet-2.jpg",
      "/images/strains/bubblegum-sherbet/bubblegum-sherbet-3.jpg"
    ],
    "description": [
      "Bubble Gum Sherb was developed from an extremely potent female, Bubble Gum x Sunset Sherbet, that has a particularly pronounced terpene and cannabinoid profile. Both parent plants were selected through a long process of searching for flavor and potency to finally obtain the properties we had envisioned.",
      "This strain is not recommended for the faint of heart or beginners as its extreme THC content of 30%-32% and the extensive cannabinoid profile ensure long-lasting and very intense effects. It gives us euphoric effects accompanied by body relaxation."
    ],
    "price": 80,
    "inStock": true,
    "type": "Mainly Indica (Bubble Gum x Sunset Sherbet)",
    "tac": "30-32%",
    "length": "",
    "yield": "450-550 gr/m2 indoors, 600-800 gr/plant outdoors",
    "floweringTime": "8-9 weeks",
    "terpeneProfile": "Berry, sweet, earthy, bubble gum aroma",
    "effects": "Stress, anxiety, sleep disorders, euphoric, happy, relaxed",
    "supplier": "Blimburn Seeds"
  },
  {
    "title": "Bruce Banger",
    "images": [
      "/images/strains/bruce-banger/bruce-banger-4.jpg",
      "/images/strains/bruce-banger/bruce-banger-1.jpg",
      "/images/strains/bruce-banger/bruce-banger-2.jpg",
      "/images/strains/bruce-banger/bruce-banger-3.jpg"
    ],
    "description": [
      "Bruce Banger was created by crossing the original OG Kush with Strawberry Diesel. It is a sativa-dominant plant with the diesel/fuel character of the Strawberry parent yet with the power of Kush underlying the effect.",
      "It takes up to 10 weeks to complete flowering, sometimes a little more, and makes for a great day-time high with energy and creativity. Bruce Banger can be grown indoors, outdoors or in a greenhouse and is adaptable with respect to grow media."
    ],
    "price": 80,
    "inStock": true,
    "type": "Sativa Dominant (Strawberry Diesel X Walker Kush)",
    "tac": "",
    "length": "large",
    "yield": "High Yield - Indoor: 450-600gr/M2, Outdoor: 450-750gr/Plant",
    "floweringTime": "8 to 10 weeks",
    "terpeneProfile": "Earthy, floral, fruity",
    "effects": "Day-time high with energy and creativity",
    "supplier": "Seedsman"
  },
  {
    "title": "Pink Mango Gelato",
    "images": [
      "/images/strains/pink-mango-gelato/pink-mango-gelato-2.jpg",
      "/images/strains/pink-mango-gelato/pink-mango-gelato-1.jpg"
    ],
    "description": [
      "Pink Mango Gelato is an Indica dominant hybrid, with its genetic parents being, White Widow x Somango & Pink Gelato. This medium-sized plant must not be underestimated, with THC levels of between 18 - 23% and a short flowering time of just 6 - 8 weeks.",
      "The strain has an incredibly balanced body and mental effects. The creeping body high takes shape in the arms, legs, eyes and the temple area, while the White Widow comes in shortly after with cerebrally energetic euphoria that compliments the couch-lock."
    ],
    "price": 80,
    "inStock": true,
    "type": "Indica dominant hybrid (White Widow x Somango & Pink Gelato)",
    "tac": "18-23%",
    "length": "medium-sized plant",
    "yield": "medium to large yield",
    "floweringTime": "6-8 weeks",
    "terpeneProfile": "Sweet mango with distinct skunky, earthy flavor",
    "effects": "Balanced body and mental effects, creeping body high, cerebrally energetic euphoria",
    "supplier": "Green Smoke Room Seeds"
  },
  {
    "title": "Gas Face",
    "images": [
      "/images/strains/gas-face/gas-face-3.jpg",
      "/images/strains/gas-face/gas-face-1.jpg",
      "/images/strains/gas-face/gas-face-2.jpg",
      "/images/strains/gas-face/gas-face-4.webp"
    ],
    "description": [
      "Gas Face will hit you in the face with her dank, pungent fuel aroma. Bred in the US by a very famous breeder, and from equally famous parent strains, it's no wonder that Gas Face is getting a lot of attention from both recreational and medical users.",
      "Gas Face is a very potent hybrid strain that produces around 25% THC and as high as 33%. Its dense, resinous flowers also contain a rich mix of terpenes, the most dominant being caryophyllene, limonene, and pinene."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid",
    "tac": "25-33%",
    "length": "",
    "yield": "",
    "floweringTime": "±65 days",
    "terpeneProfile": "Dank, pungent fuel aroma",
    "effects": "Insomnia and sleep issues, stress, anxiety, depression, appetite loss, mood disorders, pain, inflammation, ptsd",
    "supplier": "Seed Junky Genetics"
  },
  {
    "title": "Beach Wedding",
    "images": ["/images/strains/beach-wedding/beach-wedding-1.webp"],
    "description": [
      "Beach Wedding combines two of the most elite strains in modern cannabis. With permission from SEEDJUNKY GENETICS, we have combined the undeniable monster that is Wedding Cake with our own elite Tropicana Cookies.",
      "This strain like most of our gear is created with extraction in mind and this girl will deliver in that department massively. Beach Wedding takes on a beautiful dark purple coloring and a delicious taste of cookie dough and orange."
    ],
    "price": 80,
    "inStock": false,
    "type": "Hybrid (Wedding Cake x Tropicana Cookies)",
    "tac": "",
    "length": "",
    "yield": "Famous for her production of flowers and of resin",
    "floweringTime": "70 days",
    "terpeneProfile": "Cookie dough and orange, warm spice",
    "effects": "",
    "supplier": "Oni Seeds"
  },
  {
    "title": "Infatuation",
    "images": [
      "/images/strains/infatuation/infatuation-3.jpg",
      "/images/strains/infatuation/infatuation-1.png",
      "/images/strains/infatuation/infatuation-2.png"
    ],
    "description": [
      "Infatuation is one of the captivating strains from the exclusive Blue Power 10 Year Anniversary Limited Edition Line. To create this top-notch hybrid, a Jealousy BX was crossed with Blue Power IX2.",
      "Thanks to this connection, Infatuation boasts a 30% Sativa and 70% Indica genetic. Cultivators can anticipate bountiful yields ranging from 500 to 800 grams per square meter. Prepare to be smitten by the enchanting allure of Infatuation's unique character and remarkable flavors."
    ],
    "price": 80,
    "inStock": true,
    "type": "30% Sativa / 70% Indica (Jealousy BX x Blue Power IX2)",
    "tac": "",
    "length": "",
    "yield": "500-800 grams per square meter",
    "floweringTime": "55-65 days",
    "terpeneProfile": "Sour, gas, sherbert, gelato",
    "effects": "",
    "supplier": "SinCity Seeds"
  },
  {
    "title": "Lemon Cherry Belts",
    "images": [
      "/images/strains/lemon-cherry-belts/lemon-cherry-belts-2.jpg",
      "/images/strains/lemon-cherry-belts/lemon-cherry-belts-1.jpg",
      "/images/strains/lemon-cherry-belts/lemon-cherry-belts-3.jpg",
      "/images/strains/lemon-cherry-belts/lemon-cherry-belts-4.jpg"
    ],
    "description": [
      "Lemon Cherry Belts is an mostly Indica from Lit Farms and can be cultivated indoors and outdoors. Where the plants will need a flowering time of approximately 65 days.",
      "This strain combines the lineage of Rainbow Belts X Lemon Cherry Gelato, creating a unique mostly Indica type suitable for various growing conditions."
    ],
    "price": 80,
    "inStock": true,
    "type": "Mostly Indica (Rainbow Belts X Lemon Cherry Gelato)",
    "tac": "",
    "length": "",
    "yield": "",
    "floweringTime": "65 days",
    "terpeneProfile": "",
    "effects": "",
    "supplier": "Lit Farms"
  },
  {
    "title": "Jet Fuel Gelato",
    "images": [
      "/images/strains/jet-fuel-gelato-from-compound-genetics/jet-fuel-gelato-from-compound-genetics-1.jpg"
    ],
    "description": [
      "Jet Fuel Gelato is the child of two legendary strains: Jet Fuel and Gelato. Its effects tend to be euphoric and uplifting, leaving consumers both happy and still functional enough to get tasks completed.",
      "Immediately after smoking this powerhouse, users have described feeling a jolt of energy then leveling off into a dream-like euphoria. The flavor profile is also quite unique, combining the sweet, dessert-like taste of Gelato with the diesel aroma of Jet Fuel."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid",
    "tac": "25%",
    "length": "",
    "yield": "",
    "floweringTime": "",
    "terpeneProfile": "Sweet, dessert-like taste of Gelato with diesel aroma of Jet Fuel",
    "effects": "euphoric and uplifting, energy, dream-like euphoria",
    "supplier": "Compound Genetics"
  },
  {
    "title": "Peanut Butter and Jelly",
    "images": [
      "/images/strains/peanut-butter-and-jelly-from-rockets-seeds/peanut-butter-and-jelly-from-rockets-seeds-1.jpg"
    ],
    "description": [
      "Explore the delightful Peanut Butter and Jelly Strain a balanced hybrid that combines the best of its parent strains Peanut Butter Breath and Jelly Breath. Known for its harmonious effects and distinct flavor profile, this strain offers a THC content ranging from 19% to 23% with minimal CBD.",
      "Peanut Butter Breath contributes to the strain's relaxing and euphoric effects, while Jelly Breath brings fruity undertones and a balanced high. Together, these genetics create a hybrid strain that offers a blend of happiness, euphoria, and relaxation, making it suitable for daytime or evening use."
    ],
    "price": 80,
    "inStock": true,
    "type": "Balanced hybrid",
    "tac": "19-23%",
    "length": "Indoor: 3-5 feet, Outdoor: up to 8 feet",
    "yield": "Indoor: up to 400 g/m², Outdoor: up to 550 g per plant",
    "floweringTime": "8-9 weeks",
    "terpeneProfile": "nutty and earthy aroma with fruity undertones",
    "effects": "happiness, euphoria, and relaxation",
    "supplier": "Rockets Seeds"
  },
  {
    "title": "PINEAPPLE EXPRESS",
    "images": ["/images/strains/pineapple-express/pineapple-express-1.jpg"],
    "description": [
      "Experience tropical bliss with this potent hybrid, born from the union of Big Bud and Skunk genetics. The Pineapple Express is an Indica-dominant type that has been one of our best-selling strains for years!",
      "With its short flowering time, bountiful harvests, and high THC levels it is a favourite among growers. Expect large, resinous, heavy, and compact flower heads with both aroma and taste strongly marked with lemon and pineapple notes."
    ],
    "price": 80,
    "inStock": true,
    "type": "70% Indica | 30% Sativa",
    "tac": "17-22%",
    "length": "medium length",
    "yield": "Indoor: 550 gr/m² | Outdoor: 950 gr/plant",
    "floweringTime": "50-55 days Indoor | early October Outdoor",
    "terpeneProfile": "Intense lemon, pineapple",
    "effects": "Intense, cerebral, relaxing",
    "supplier": "G13 Labs Seeds"
  },
  {
    "title": "Skunkberry",
    "images": ["/images/strains/skunkberry/skunkberry-1.webp"],
    "description": [
      "This hybrid's harmonious fusion of the Blueberry and Skunk strains makes it the pinnacle of cannabis craftsmanship. This hybrid, a masterpiece of the balancing genre, is the offspring of Skunk and Blueberry. Skunkberry ensures a strong and exciting voyage with a THC level that ranges from 20% to 40%.",
      "An olfactory symphony that is both energizing and calming is produced by the combination of the terpenes Delta 3 Carene, Camphene, Phellandrene, Caryophyllene, and Pinene. You'll experience a sense of uplift and an unwavering joy that makes you laugh."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid (Blueberry x Skunk)",
    "tac": "20-40%",
    "length": "Indoor: 0-4 feet, Outdoor: 0-4 feet",
    "yield": "Indoor: 340 g/m², Outdoor: 350 g per plant",
    "floweringTime": "7-9 weeks",
    "terpeneProfile": "fruity sweetness, skunky flavor, blueberries, lemony aroma",
    "effects": "relaxation, exhilaration, joy, uplifting",
    "supplier": "Rocket Seeds"
  },
  {
    "title": "Kosher Tangerine Kush",
    "images": [
      "/images/strains/kosher-tangie-kush-by-amsterdam-genetics/kosher-tangie-kush-by-amsterdam-genetics-1.jpg"
    ],
    "description": [
      "Kosher Tangie Kush is the product of a breeding program featuring parent strains Kosher Kush and Tangie. Kosher Kush is an old-school type that is well-respected, and Tangie is a relatively new kid on the block that hosts a delicious, citrusy terpene profile.",
      "This combination results in a strain that tastes phenomenal and houses such high levels of THC that it is advised for experienced smokers only. The high induced is defined as a long-lasting body buzz."
    ],
    "price": 80,
    "inStock": true,
    "type": "Indica-dominant (60%)",
    "tac": "21%",
    "length": "Indoor: up to 1.5m, Outdoor: up to 3m",
    "yield": "Indoor: 450-550g/m², Outdoor: 400-600g/plant",
    "floweringTime": "9-10 weeks",
    "terpeneProfile": "Earthy, pungent citrus",
    "effects": "Long-lasting, calming, relaxed, happy, body-buzz",
    "supplier": "Amsterdam Genetics"
  },
  {
    "title": "The Black Cherry Pie F6",
    "images": [
      "/images/strains/the-black-cherry-pie-f6/the-black-cherry-pie-f6-1.jpg",
      "/images/strains/the-black-cherry-pie-f6/the-black-cherry-pie-f6-2.jpg",
      "/images/strains/the-black-cherry-pie-f6/the-black-cherry-pie-f6-3.jpg"
    ],
    "description": [
      "The Black Cherry Pie F6 is a rare and exotic strain known for its beautiful dark purple hues and rich cherry flavor profile. This particular phenotype has been stabilized through careful breeding to bring out its most desirable characteristics.",
      "With its dense, trichome-covered buds and complex terpene profile, The Black Cherry Pie F6 offers a unique experience that combines the best of its parent genetics. Its striking appearance and potent effects make it a favorite among connoisseurs."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid",
    "tac": "",
    "length": "",
    "yield": "",
    "floweringTime": "",
    "terpeneProfile": "Cherry, berry, sweet",
    "effects": "",
    "supplier": ""
  },
  {
    "title": "Granddaddy Purple",
    "images": [
      "/images/strains/granddaddy-purple/granddaddy-purple-3.jpg",
      "/images/strains/granddaddy-purple/granddaddy-purple-1.jpg",
      "/images/strains/granddaddy-purple/granddaddy-purple-2.jpg"
    ],
    "description": [
      "Granddaddy Purple is an iconic Indica strain celebrated for its vibrant purple hues and rich, grape-like scent. A long-standing favourite among cannabis enthusiasts, it’s renowned for its deeply calming effects and visually stunning buds that have defined its legacy over the years.",
      "Packed with aromatic terpenes such as myrcene, caryophyllene, and pinene, Granddaddy Purple offers a soothing, full-bodied high ideal for nighttime relaxation. Its dense, trichome-coated flowers and signature purple tones make it one of the most recognizable and beloved strains in the world."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid | 80 % Indica 20 % Sativa",
    "tac": "23%",
    "length": "Medium",
    "yield": "High",
    "floweringTime": "8-9 Weeks",
    "terpeneProfile": "Cheese, Earthy, Pungent, Sweet",
    "effects": "Anxiety, Arthritis, Depression, Migraines, Stress",
    "supplier": "Seedsurpreme"
  },
  {
    "title": "Garlic Sherb S1",
    "images": ["/images/strains/garlic-sherb-s1/garlic-sherb-s1-1.jpg"],
    "description": [
      "Garlic Sherb S1 is a unique strain that combines the pungent garlic notes of GMO with the creamy sweetness of Sunset Sherbet. This S1 (selfed) version brings out the best traits of its parent strain in a stable, consistent phenotype.",
      "Known for its distinctive aroma that blends savory garlic with sweet cream, this strain offers a complex flavor profile and potent effects. The buds are typically dense and covered in trichomes, with beautiful purple undertones."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid",
    "tac": "",
    "length": "",
    "yield": "",
    "floweringTime": "",
    "terpeneProfile": "Garlic, cream, savory, sweet",
    "effects": "",
    "supplier": ""
  },
  {
    "title": "Kosher Tangerine Kush",
    "images": [
      "/images/strains/kosher-tangerine-kush/kosher-tangerine-kush-2.jpg",
      "/images/strains/kosher-tangerine-kush/kosher-tangerine-kush-1.jpg"
    ],
    "description": [
      "Kosher Tangerine Kush combines the legendary Kosher Kush genetics with the bright, citrusy profile of Tangerine. This hybrid offers a perfect balance of relaxing body effects and uplifting cerebral stimulation.",
      "With its rich terpene profile featuring limonene and caryophyllene, this strain delivers a unique experience that's both calming and energizing. The flavors are a perfect blend of earthy kush notes and bright tangerine citrus."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid",
    "tac": "",
    "length": "",
    "yield": "",
    "floweringTime": "",
    "terpeneProfile": "Tangerine, citrus, earthy, kush",
    "effects": "Stress relief, mood enhancement",
    "supplier": ""
  },
  {
    "title": "Masterpiece",
    "images": [
      "/images/strains/masterpiece/masterpiece-3.jpg",
      "/images/strains/masterpiece/masterpiece-1.jpg",
      "/images/strains/masterpiece/masterpiece-2.jpg"
    ],
    "description": [
      "Masterpiece is an expertly developed strain that truly earns its title, combining outstanding potency, rich flavour, and striking visual appeal. Through meticulous selective breeding, this hybrid was created to provide an exceptional and memorable cannabis experience.",
      "Featuring a diverse terpene profile and stunning bud formation, Masterpiece offers a balanced effect that invigorates the mind while calming the body. Its name perfectly captures the precision and dedication behind the creation of this extraordinary strain."
    ],
    "price": 80,
    "inStock": true,
    "type": "Hybrid | Indica Dominant",
    "tac": "30% +",
    "length": "Medium",
    "yield": "Medium",
    "floweringTime": "8 – 9 Weeks",
    "terpeneProfile": "Pine, Sweet and Earthy",
    "effects": "",
    "supplier": "In House Genetics"
  }
]
